{"Omnivore/(1)-five-things-2--in-the-company-of-strangers---by-Sam-Cheh":{"title":"(1) five things #2- in the company of strangers - by Sam Cheh","links":["tags/clippings"],"tags":["people-watching","clippings"],"content":"#clippings\nRead Original\nHighlights\n\nIn 2022, I spent six months waitressing for a small cafe with a dinner service, but I’ve always loved watching the careful choreography of pulling espresso shots, cleaning countertops, restocking napkins and plates — the scenes conjure warm feelings of familiarity. ⤴️  \n"},"Omnivore/(2)-Dust-On-Crust-Part-Deux---by-Arthur-Hayes":{"title":"(2) Dust On Crust Part Deux - by Arthur Hayes","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nI proposed how to create a synthetically backed fiat stablecoin that does not owe its existence to the TradFi banking system. ⤴️  \n\n\nEthereum network offered a native yield. ⤴️  \n\n\nI believe that Ethena can eclipse Tether as the largest stablecoin. It will take many years for this prophecy to manifest itself. ⤴️  \n\n\nI have been in crypto since 2013, and more often than not, the crypto exchange’s bank where you deposit fiat is not a US-domiciled bank, which means it relies on a US bank with a master account to process fiat deposits and withdrawals. ⤴️  \n\n\nTether’s ability to transfer and hold USD is completely at the whim of fickle correspondent banks. ⤴️  \n\n\nTether, when viewed through a TradFi lens, is a fully reserved bank, also called a narrow bank. A fully reserved bank takes deposits without loaning them out. The only service it offers is that of wiring money to and fro. ⤴️  \n\n\nTether is essentially a fully reserved USD bank that provides USD transaction services powered by public blockchains. That’s it. No loans, no funny stuff. ⤴️  \n\n\nThe Fed monitors the size of banking reserves against the aggregate outstanding loans. After 2008, the Fed ensured banks would never be short of reserves. The Fed did this by conducting QE. ⤴️  \n\n\nLending is risky. Borrowers default. Banks would rather earn risk-free interest income from the Fed than lend to the private sector and suffer possible losses. ⤴️  \n\n\nBut Tether can stuff cash in money market funds, which can access the Reverse Repo Program (RRP). The RRP is similar to the IORB in that the Fed must pay an interest rate between the lower and upper bound of Fed Funds in order to dictate precisely where short-end rates trade. ⤴️  \n\n\nTether has nearly $81 billion invested in money market funds and T-bills. Tether is arbing the Fed. And the Fed no likey. ⤴️  \n\n\nThe growth of Tether and similar stablecoins that service the crypto market creates risk for the US Treasury market. ⤴️  \n\n\nTether’s profitability is another example of how crypto will affect the largest transfer of wealth in human civilised history. ⤴️  \n\n\nIf I were the CEO of a US bank enabling Tether’s existence, I would immediately debank them and offer a competing product. The first US bank to offer a stablecoin would quickly capture the market. As a user, holding JPMorgan coin is less risky than Tether. ⤴️  \n\n\nWhile UST maintained its 1:1 peg with the USD, the market believed if it held more UST it held more USD as well. ⤴️  \n\n\nEther is now a deflationary currency. The USD is an inflationary currency. ⤴️  \n\n\nThe circulating supply of USDe can only grow as large as the total open interest of ETH futures and perp swap contracts on exchanges. ⤴️  \n"},"Omnivore/A-Modern-Eden":{"title":"A Modern Eden","links":[],"tags":["technology","clippings"],"content":"Read Original\nHighlights\n\nIn 1848, the discovery of gold in the Sacramento Valley drew hordes of prospective gold miners to San Francisco and the surrounding area. The promise was (somewhat) true – they ultimately extracted $2B of precious metal during the Gold Rush. ⤴️  \n\nIn cyclical pattern, Silicon Valley tech boom also drew hordes of people to San Fran in 2000s to 2020s.\n\nthe software revolution attracted a new population of settlers who realized this potential by building platforms and networks. ⤴️  \n\n\nthere is a case to be made for faith in a machine rather than a supernatural figure. ⤴️  \n\n\nAGI behaves like a God in more ways than not – implied immortality, the facade of limitless knowledge. ⤴️  \n\n\nThis depiction of California is intensely idealized, though perhaps that reveals my current sentiment. In most places, playing the game according to the rules is rewarded, and the game is already defined. What California rewards is the creation of new systems entirely. ⤴️  \n"},"Omnivore/Arise--An-essay-by-Amanda-Lee-Koe-on-hope,-struggle-and-triumph":{"title":"Arise- An essay by Amanda Lee Koe on hope, struggle and triumph","links":["Women-Writers"],"tags":["literature","clippings"],"content":"Read Original\nHighlights\n\nHemmed in by the constant volume of your work and the peripheral labour of maintaining the veneer of your success, everything else has grown so far away. Isn’t this what a meritocracy looks like? ⤴️  \n\n\nOur mutual and collective entanglements are delicate and profound. You are not a solitary instrument but a totality of involvements. ⤴️  \n\nWomen Writers"},"Omnivore/Berachain--Building-Sticky-Liquidity---by-Pavel-Paramonov":{"title":"Berachain- Building Sticky Liquidity - by Pavel Paramonov","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nThe primary point of contention has always revolved around whether individuals are drawn to technology and innovations or to memes and speculation. ⤴️  \n\n\nCore contributors of Bera drive collaborative intelligence, while the larger community contributes vital collective intelligence through ideas, comments, memes, and unique creativity. ⤴️  \n\n\nAll cult (community) members benefit from the success of the cult; moreover, they are all a financial part of the cult. ⤴️  \n\n\nalign network incentives, fostering synergy between Berachain validators and the ecosystem of projects. ⤴️  \n\n\nPoS Networks: stake centralization ⤴️  \n\n\n”Tour de Berance.” ⤴️  \n"},"Omnivore/Chief-Story-Officer.-(Any-views-expressed-in-the-below-are…---by-Arthur-Hayes---Feb,-2024---Medium":{"title":"Chief Story Officer. (Any views expressed in the below are… - by Arthur Hayes - Feb, 2024 - Medium","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nYou are gambling with your life every second of every day. ⤴️  \n\n\nThe story you tell yourself about certain actions informs your perception of their risk. I will call this the narrative. ⤴️  \n\n\nBecause you make more money being long than short, optimism will win over pessimism during the cycle. It’s just how the human brain is wired. ⤴️  \n\n\nThe better and more concise the story, the faster it will spread. ⤴️  \n\n\nOur job is to ascertain which project has the best probability of success given the story vertical. ⤴️  \n\n\nI would rather invest in a token with a perceived probability of success of 0.01% that has a story in the growth phase of virality than a token with a perceived probability of success of 50% but has a story that has reached the common knowledge phase. ⤴️  \n\n\nBut the only way to 100x my money with a token that has a perceived probability of success at 50% is that the actual results, in whatever format is relevant to that project, are so amazing that growth comes from observed results rather than a rising perception of future success. ⤴️  \n"},"Omnivore/Fundamentals-of-Decentralized-Systems":{"title":"Fundamentals of Decentralized Systems","links":["tags/clippings"],"tags":["blockchain","clippings"],"content":"#clippings\nRead Original\nHighlights\n\nI’d argue that consensus on globally shared state is implicitly a fundamental property of modern blockchain-based decentralized systems. ⤴️  \n\n\nDecentralization is a property that can exist without consensus protocols but it’s more meaningful in systems that have globally shared state. Modern decentralized systems, at least in the crypto industry, implicitly assume that when we say decentralized system it means a decentralized system with globally shared state. ⤴️  \n\n\nI believe that open membership is a fundamental property of modern decentralized systems ⤴️  \n\n\nThese systems argue for keeping as much data outside of the blockchain as possible. ⤴️  \n"},"Omnivore/Gen-Z-broke-the-marketing-funnel---Vogue-Business":{"title":"Gen Z broke the marketing funnel - Vogue Business","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nThat consumer funnel was built for the old world — and Gen Z doesn’t live there anymore. ⤴️  \n"},"Omnivore/How-to-Do-Great-Work":{"title":"How to Do Great Work","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nThe first step is to decide what to work on. ⤴️  \n\n\nThe way to figure out what to work on is by working. ⤴️  \n\nOn hindsight, 20 year old me seems to have subconsciously manifested that ethos of doing and trying, and finding what sticks.\n\nDevelop a habit of working on your own projects. ⤴️  \n\n\nBut always preserve excitingness. ⤴️  \n\n\nThere’s a kind of excited curiosity that’s both the engine and the rudder of great work. It will not only drive you, but if you let it have its way, will also show you what to work on. ⤴️  \n\n\nThe next step is to notice them. ⤴️  \n\n\nThat’s why it’s essential to work on something you’re deeply interested in. Interest will drive you to work harder than mere diligence ever could. ⤴️  \n\n\nThe three most powerful motives are curiosity, delight, and the desire to do something impressive. Sometimes they converge, and that combination is the most powerful of all. ⤴️  \n\n\nYou need to take action. But there is no systematic procedure you can follow. When you read biographies of people who’ve done great work, it’s remarkable how much luck is involved. They discover what to work on as a result of a chance meeting, or by reading a book they happen to pick up. So you need to make yourself a big target for luck, and the way to do that is to be curious. Try lots of things, meet lots of people, read lots of books, ask lots of questions. ⤴️  \n\n\nThe stranger your tastes in interestingness, the better. Strange tastes are often strong ones, and a strong taste for work means you’ll be productive. ⤴️  \n\n\nThe best way to do this is to make something you yourself want. ⤴️  \n\n\nThere are a lot of forces that will lead you astray when you’re trying to figure out what to work on. Pretentiousness, fashion, fear, money, politics, other people’s wishes, eminent frauds. But if you stick to what you find genuinely interesting, you’ll be proof against all of them. If you’re interested, you’re not astray. ⤴️  \n\n\nThe trouble with planning is that it only works for achievements you can describe in advance. ⤴️  \n\n\nI think for most people who want to do great work, the right strategy is not to plan too much. At each stage do whatever seems most interesting and gives you the best options for the future. ⤴️  \n\n\nTry to finish what you start, though, even if it turns out to be more work than you expected. ⤴️  \n\n\nGreat work usually entails spending what would seem to most people an unreasonable amount of time on a problem. ⤴️  \n\n\nIf you do work that compounds, you’ll get exponential growth. Most people who do this do it unconsciously, but it’s worth stopping to think about. Learning, for example, is an instance of this phenomenon: the more you learn about something, the easier it is to learn more. ⤴️  \n\n\nConsciously cultivate your taste in the work done in your field. Until you know which is the best and what makes it so, you don’t know what you’re aiming for. ⤴️  \n\n\nThere may be some jobs where it’s an advantage to be cynical and pessimistic, but if you want to do great work it’s an advantage to be optimistic, even though that means you’ll risk looking like a fool sometimes. ⤴️  \n\n\nGreat work is consistent not only with who did it, but with itself. It’s usually all of a piece. So if you face a decision in the middle of working on something, ask which choice is more consistent. ⤴️  \n\n\nWhereas some of the very best work will seem like it took comparatively little effort, because it was in a sense already there. ⤴️  \n\n\nI’ve never liked the term “creative process.” It seems misleading. Originality isn’t a process, but a habit of mind. Original thinkers throw off new ideas about whatever they focus on, like an angle grinder throwing off sparks. They can’t help it. ⤴️  \n\n\nTalking or writing about the things you’re interested in is a good way to generate new ideas. ⤴️  \n\n\nDon’t divide your attention evenly between many topics though, or you’ll spread yourself too thin. ⤴️  \n\n\nOne reason people are more conservative when choosing problems than solutions is that problems are bigger bets. ⤴️  \n\n\nIt’s better to be promiscuously curious — to pull a little bit on a lot of threads, and see what happens. Big things start small. The initial versions of big things were often just experiments, or side projects, or talks, which then grew into something bigger. So start lots of small things. ⤴️  \n\n\nTake as much risk as you can afford. In an efficient market, risk is proportionate to reward, so don’t look for certainty, but for a bet with high expected value. If you’re not failing occasionally, you’re probably being too conservative. ⤴️  \n\n\nUse the advantages of youth when you have them, and the advantages of age once you have those. The advantages of youth are energy, time, optimism, and freedom. The advantages of age are knowledge, efficiency, money, and power. With effort you can acquire some of the latter when young and keep some of the former when old. ⤴️  \n\n\nOne of the most powerful kinds of copying is to copy something from one field into another. History is so full of chance discoveries of this type that it’s probably worth giving chance a hand by deliberately learning about other kinds of work. You can take ideas from quite distant fields if you let them be metaphors. ⤴️  \n\n\nSeek out the best colleagues. There are a lot of projects that can’t be done alone, and even if you’re working on one that can be, it’s good to have other people to encourage you and to bounce ideas off. ⤴️  \n\n\nIf you choose work that’s pure, its very difficulties will serve as a refuge from the difficulties of everyday life. If this is escapism, it’s a very productive form of it, and one that has been used by some of the greatest minds in history. ⤴️  \n\n\nCompetition can be an effective motivator, but don’t let it choose the problem for you; don’t let yourself get drawn into chasing something just because others are. In fact, don’t let competitors make you do anything much more specific than work harder. ⤴️  \n\n\nDon’t worry about being presumptuous. You don’t have to tell anyone. And if it’s too hard and you fail, so what? Lots of people have worse problems than that. In fact you’ll be lucky if it’s the worst problem you have. ⤴️  \n"},"Omnivore/My-techno-optimism":{"title":"My techno-optimism","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nunambiguously rejects what it describes as an ideology of stagnation ⤴️  \n\n\nI believe in a future that is vastly brighter than the present thanks to radically transformative technology, and I believe in humans and humanity. ⤴️  \n\n\nWe need active human intention to choose the directions that we want, as the formula of “maximize profit” will not arrive at them automatically. ⤴️  \n\n\ntech will lead to centralization of power. ⤴️  \n\n\nOver the last century, truly massive progress. ⤴️  \n\n\nThey are not just isolated improvements to the well-being of individuals: they radically transform culture, change balances of power, and harm people who heavily depended on the previous order. ⤴️  \n\n\nit’s a new type of mind that is rapidly gaining in intelligence ⤴️  \n\n\nFrom a superficial perspective, life as a human seems to be good: it’s comfortable, health issues are taken care of, there is a wide variety of options for entertainment, and there is a positive and synergistic relationship between humans and Minds. ⤴️  \n\n\nA human giving orders to a superintelligent machine would be far less intelligent than the machine, and it would have access to less information. ⤴️  \n\n\nThe Chinese proverb 天高皇帝远 (“tian gao huang di yuan”), “the sky is high, the emperor is far away”, encapsulates a basic fact about the limits of centralization in politics ⤴️  \n\n\nDefense-favoring worlds help healthy and democratic governance thrive ⤴️  \n\n\nA defense-favoring world is a better world, for many reasons. First of course is the direct benefit of safety: fewer people die, less economic value gets destroyed, less time is wasted on conflict. What is less appreciated though is that a defense-favoring world makes it easier for healthier, more open and more freedom-respecting forms of governance to thrive. ⤴️  \n\n\nSwitzerland is often considered to be the closest thing the real world has to a classical-liberal governance utopia. ⤴️  \n\n\ncreating decentralized governance mechanisms to deal with negative externalities is socially a very hard problem. ⤴️  \n\n\nThe quest to make humanity a multi-planetary civilization can also be viewed from a d/acc perspective: having at least a few of us live self-sufficiently on other planets can increase our resilience against something terrible happening on Earth. ⤴️  \n\n\nThis is where my own emphasis on cryptographic technologies such as blockchains and zero-knowledge proofs comes in ⤴️  \n\n\npolytheistic AI: intentionally try to make sure there’s lots of people and companies developing lots of AIs, so that none of them grows far more powerful than the other ⤴️  \n\n\nBut this is not some automatic market process: it’s the result of human intention and coordinated action. ⤴️  \n\n\nby involving human feedback at each step of decision-making, we reduce the incentive to offload high-level planning responsibility to the AI itself, and thereby reduce the chance that the AI does something totally unaligned with humanity’s values on its own. ⤴️  \n"},"Omnivore/Rational-Optimism-Is-the-Way-Out":{"title":"Rational Optimism Is the Way Out","links":[],"tags":["technology","clippings"],"content":"Read Original\nHighlights\n\nTo be an entrepreneur, you need to be optimistic about the fact that you’re creating something that other people are going to find value in. ⤴️  \n\n\npeople who are creating are trying to bring something new into existence. ⤴️  \n"},"Omnivore/Rebecca-Solnit--Slow-Change-Can-Be-Radical-Change-‹-Literary-Hub":{"title":"Rebecca Solnit- Slow Change Can Be Radical Change ‹ Literary Hub","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nMost truths are like that, easy to hear or recite, hard to live in the sense that slowness is hard for most of us, requiring commitment, perseverance, and return after you stray. ⤴️  \n\n\nYou want tomorrow to be different than today, and it may seem the same, or worse, but next year will be different than this one, because those tiny increments added up. ⤴️  \n\n\nWho cares if we can win, man? We’re just unpacking boxes. You do things step by step.” ⤴️  \n\n\nTo be able to see change is to be able to make change. I’m an advocate for slowness, not in the sense of dragging your feet or delaying your reaction but in the sense of scaling your perception to to perceive the events unfolding, because I’m an advocate for making change. ⤴️  \n"},"Omnivore/Solarpunk--Notes-toward-a-manifesto-–-Project-Hieroglyph":{"title":"Solarpunk- Notes toward a manifesto – Project Hieroglyph","links":["solarpunk"],"tags":["technology","clippings"],"content":"Read Original\nHighlights\n\nit’s an opposition that begins with infrastructure as a form of resistance. ⤴️  \n\n\nSolarpunk is a future with a human face and dirt behind its ears. ⤴️  \n\nref:\nsolarpunk"},"Omnivore/The-Crypto-Anarchist-Manifesto":{"title":"The Crypto Anarchist Manifesto","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nComputer technology is on the verge of providing the ability for individuals and groups to communicate and interact with each other in a totally anonymous manner. ⤴️  \n\n\nReputations will be of central importance, far more important in dealings than even the credit ratings of today. ⤴️  \n\n\ncrypto anarchy will allow national secrets to be trade freely and will allow illicit and stolen materials to be traded. ⤴️  \n\n\nJust as the technology of printing altered and reduced the power of medieval guilds and the social power structure, so too will cryptologic methods fundamentally alter the nature of corporations and of government interference in economic transactions. ⤴️  \n"},"Omnivore/The-Noble-Leisure-Project-»-Aristotle-on-Work-vs.-Leisure":{"title":"The Noble Leisure Project » Aristotle on Work vs. Leisure","links":["Omnivore/The-Paris-Review---In-This-Essay-I-Will--On-Distraction---The-Paris-Review"],"tags":["leisure","clippings"],"content":"Read Original\nHighlights\n\nBy contrast, to be at leisure is to be free to pursue studies and activities aimed at the cultivation of virtue (such as music, poetry and philosophy). These are properly the ends of noble leisure. ⤴️  \n\n\nWhat Aristotle appears to have in mind is “the leisure worthy of a really free man, such as he attains when his political duties have been performed, or such as he already possesses, provided he is financially independent and leads a life of true study or contemplation” ⤴️  \n\nThe Paris Review - In This Essay I Will- On Distraction - The Paris Review"},"Omnivore/The-Paris-Review---In-This-Essay-I-Will--On-Distraction---The-Paris-Review":{"title":"The Paris Review - In This Essay I Will- On Distraction - The Paris Review","links":["Omnivore/The-Noble-Leisure-Project-»-Aristotle-on-Work-vs.-Leisure"],"tags":["leisure","clippings"],"content":"Read Original\nHighlights\n\nMy apartment is full of books I haven’t read, and others I read so long ago that I barely remember what’s in them. ⤴️  \n\n\nWhat is distraction? Maybe it is just the need to be diverted: from the direction you originally set out on, from what it was you thought you wanted to do. After all, to desire something requires projecting yourself into the future—how do you know you’ll still want it when you get there? And along the way there are so many attractions, way stations, spots of time. ⤴️  \n\n\nIn fact, at times they seem nearly maniacal in their thirst for knowledge. But isn’t the idea that] they are potentially interested in everything a kind of curse, something worse than indifference? As fast as they find a passion, they can be drawn away from it. ⤴️  \n\n\nTheir curiosity has no staying power—it’s just the dirty runoff of a Zeitgeist that tells them to improve themselves, improve the human race. ⤴️  \n\nOur Zeitgeist of the time encourages us to be productive and to always be producing results and outcomes.\n\nNow that I no longer work a forty-hour-a-week job, I tell many people I am writing a book. It is going along, I say, but slowly. How is it that so many chores, parties, trips, assignments, and plainly wasted hours intervene? Not everyone is distracted from their most cherished goals. But I think everyone is distracted from something—it is desire’s shadow, trailing behind our self-presentations. ⤴️  \n\n\nThe fugitive moments in between our lifelong undertakings, whatever their ultimate worth, may be what we are searching for all along. Maybe we are distracted because we are still learning how to live. ⤴️  \n\nref:\nThe Noble Leisure Project » Aristotle on Work vs. Leisure"},"Omnivore/The-Paris-Review---The-Future-of-Ghosts---The-Paris-Review":{"title":"The Paris Review - The Future of Ghosts - The Paris Review","links":[],"tags":["technology","literature","clippings"],"content":"Read Original\nHighlights\n\nIncreasingly, our days are spent staring at screens, communicating with people we shall never meet. Young people who have grown up online consider that arena to be more significant to them than life in the “real” world. ⤴️  \n\n\nHumans are terrified of death. Will technological developments allow us to avoid its psychological consequences? Or will it give us a new way to go mad? ⤴️  \n"},"Omnivore/What-She-Said--Amanda-Lee-Koe-on-living-in-two-Singapores---Her-World-Singapore":{"title":"What She Said- Amanda Lee Koe on living in two Singapores - Her World Singapore","links":["Women-Writers"],"tags":["literature","clippings"],"content":"Read Original\nHighlights\n\nAfter 10 years into the rat race, you finally look down for the first time only to realise you have been running on the spot. The soles of your shoes: worn through but squeaky clean – and I am no longer there to kiss your knees. You’ve allowed yourself to believe that it’s too late now, and the best you can do in this regard, in disregard, is cosmetic. ⤴️  \n\nWomen Writers"},"Omnivore/[FKPXLS]-Brave-New-Decade---by-Tina-He---Fakepixels":{"title":"[FKPXLS] Brave New Decade - by Tina He - Fakepixels","links":[],"tags":["technology","clippings"],"content":"Read Original\nHighlights\n\nWe yearn for a vocation deemed worthy by others and by ourselves. We yearn for a call so strong that it hastens our pace getting out of the door. We yearn for yearning for more. ⤴️  \n\n\nIt’s always been a dream for me to get a taste of living in Beijing, where the heat of ambition was as palpable as the dozen ridesharing companies that inundate the streets when I arrived in the summer of 2016. ⤴️  \n\n\nThe shadow is the roots of the increasingly fertile and powerful soil of state capitalism that continues to consolidate and expand. The shadow is the human infrastructure, built with bricks of dreams, deception, and repression that made possible the mesmerizing mirage of a better reality. ⤴️  \n\n\nNeither of us thought we’d be working in technology, but both of us have witnessed its constructive and destructive power in countries where technology never existed in siloes, but how it was weaved seamlessly yet potently into the everyday social fabric. ⤴️  \n"},"Omnivore/colony_paper_v1":{"title":"colony_paper_v1","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original"},"Omnivore/graydon2---always-bet-on-text":{"title":"graydon2 - always bet on text","links":[],"tags":["technology","clippings"],"content":"Read Original\nHighlights\n\nMy thoughts on this are quite absolute: text is the most powerful, useful, effective communication technology ever, period. ⤴️  \n\n\nAs my old boss might have said: always bet on text. If you can use text for something, use it. It will very seldom let you down. ⤴️  \n"},"Omnivore/jake-weber's-writing---Improving-Goodreads":{"title":"jake weber's writing - Improving Goodreads","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nIn my experience, readers admire beauty. They want their bookshelves and their book software to be worthy of the beauty contained within the books they hold. And they should. ⤴️  \n"},"Omnivore/wayfinder_paper_v1":{"title":"wayfinder_paper_v1","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\na path’s safety and trustworthiness. ⤴️  \n\n\none towards a seamlessly interoperable network of blockchain ecosystems. ⤴️  \n\n\nKey elements of this include efforts to ensure sanctioned nations and individuals are not able to access the network. ⤴️  \n\n\no achieve this goal, Wayfinder’s initial core knowledge base—including wayfinding paths, as well as additional tools and instructions —will enable shells to manage wallets and digital assets ⤴️  \n\n\nn effect, this research has added meaningful capacity for agents to plan, learn from past experiences, and incorporate their own histories into future courses of action. 1 S ⤴️  \n\n\nIn effect, a user knowing what they intend to do is able to speak to their shell, and the shell is able to interpret the user’s intent and complete the transaction. ⤴️  \n\n\nShells also have access to the shared resource of validated wayfinding paths, allowing access to different blockchain ecosystems, applications, and smart contracts. ⤴️  \n\n\nThe agents themselves digest data and, using some previously learned logic and some reference data or “memory,” will attempt to make a decision that maximizes the likelihood of it achieving whatever goal(s) it has set out to accomplish. ⤴️  \n\n\ncontrol Web3 wallets and request signatures from associated private keys in a secure manner. ⤴️  \n\n\nWayfinder’s solution to this problem—what the network terms “wayfinding”—has the potential to dramatically improve the accessibility of blockchain ecosystems ⤴️  \n\n\nindex blockchain smart contracts as wayfinding paths to enable AI agents to navigate across networks.\nLLMs as command interface and ways to communicate generalized prompts to the AI agents. Implication is humans do not need to understand technical step by step guide to prompt the AI agent. Non-techies like me can also interact with it to inform it.\n\n\njustified in determining the role human owners play in transactions executed by Wayfinder Shells and how the private keys of shells are managed. ⤴️  \n\n\nWayfinder shells benefit from a collectively developed, maintained, and expanded wayfinding system, enabling them to learn and benefit from the accumulated actions and experiences of the entire shell population. ⤴️  \n\n\nThe result of this approach is an ever-expanding knowledge graph and shared knowledge base that is designed specifically for shell agents. ⤴️  \n\nEarly operators and users could be rewarded for informing the AI models by creating these wayfinding paths.\n\nOne is that virtually all large language models (LLMs) powering today’s AI agents are not enabled to handle value or engage in commercial transactions. ⤴️  \n\n\nrendering it easily accessible and navigable to millions of users ⤴️  \n\ntrojan horse to onboard masses to blockchain through ai gaming\n\nWayfinder proposes to bring important contributions through incentivized AI agent capabilities ⤴️  \n\n\nPrecise Action Execution: Shells empowered by wayfinding can transition beyond mere semantic understanding and utilize their knowledge to undertake precise actions ⤴️  \n\n\nshells do not autonomously manage portfolios in an unbounded manner, transmit value at their own ⤴️  \n\n\nWayfinder is proposed to be engineered as a chain-agnostic, omni-chain tool that is proposed to reside on the Solana blockchain but aims to seamlessly work across an expansive set of blockchain ecosystems ⤴️  \n\n\nindividual wayfinding paths represent an important innovation, equally important is how the aggregation of individual wayfinding paths evolves into a larger yet detailed graph that outlines relationships between different blockchain contract addresses, assets, applications, and wallets. ⤴️  \n\n\nRetrieval Argument Generation (RAG) Pipelines: Wayfinder’s graph and its embedded knowledge link to shells’ RAG pipelines. ⤴️  \n\n\nThis is a critical step, for if one assumes the existence of an interactive on-chain intelligence as embodied in AI agents, it becomes clear that the expansion of its interactions and capabilities, particularly in regards to a capacity for digital adaptability, becomes a significant strategic advantage. ⤴️  \n\n\ncreate existence of interactive onchain intelligence embodied in AI agents\navatars manifest as the AI agents to interact with Colony simulation while using prompts from the player &amp; onchain data on the blockchain to train its modelling?\n\n\nthe wayfinding system and concept of smart maps represents a significant advancement in empowering Wayfinder Shells to interact with blockchains efficiently and autonomously ⤴️  \n\n\nfor AI agents to have any meaningful participation as autonomous actors in the economy—an important step for AI to begin fulfilling its larger promises—AI agents must first have direct access to, and independent agency within, some sort of financial value system where they can transact assets they control ⤴️  \n\n\nthe shell would not be capable of completing the requested trade then deciding for itself to allocate unspent funds without instructions from its owner ⤴️  \n\n\nAgents exist in a specific environment and are generally working to solve an optimization problem of some kind. ⤴️  \n\n\nEcosystem participants owning a Wayfinder shell are expected to be able to pay a small fee in the network’s proposed native token to direct their shell to utilize the network’s collection of wayfinding paths ⤴️  \n\n\nThis has long been understood as a factor that has kept the broader blockchain ecosystem in a fractured state, presenting imposing burdens for those attempting to move efficiently across different corners of the space ⤴️  \n\n\nThese agents can analyze markets or other opportunities upon arrival at a destination, engage in transactions, then return back to their starting point. ⤴️  \n\n\nShells are, in effect, unable to complete any actions that fall outside of the explicit instructions and permission from the shell’s owner. ⤴️  \n\n\nAnother mitigation could be maintaining publicly available, community validated data regarding a path’s creator, in the interest of allowing potential users to better evaluate 28 ⤴️  \n"},"Omnivore/you’ve-been-traumatized-into-hating-reading-(and-it-makes-you-easier-to-oppress).":{"title":"you’ve been traumatized into hating reading (and it makes you easier to oppress).","links":["tags/clippings"],"tags":["clippings"],"content":"#clippings\nRead Original\nHighlights\n\nI write to you today because I have apparently made it look easy. ⤴️  \n\n\nThe ruling class (law and policy makers, oligarch businessmen, celebrity, hedge fund managers buying up single-family housing, etc.) want you literate enough to be able to work for them, but not so literate that you realize how badly the working class gets fucked over in this world-making. ⤴️  \n\n\nRead enough to be able to consume and to execute, not to consider critically, certainly not enough to create. ⤴️  \n\n\nIf you were labeled a problem, difficult in class, slow… I bless and keep you. ⤴️  \n\n\nWe live in a world ran and ruled by the written word. Similar to money, right? ⤴️  \n\n\nTie plenty of guilt, shame, and fear in the process of returning to reading in adulthood. Make them feel like it’s an innate talent— you have it or you don’t— rather than a skill you need to learn, hone, and practice. ⤴️  \n\n\nThe internet age is the most collective access to information we have ever had as humans in every iteration of our timeline— and most of us cannot read it well enough to allow it to change our lives. ⤴️  \n\n\nMost of my paternal family is not written-word literate, functionally or in any sense. Which meant: my parents would buy me a book sooner than they bought us groceries, if it came down to it. ⤴️  \n\n\nThey don’t have access to the research because most of them cannot read what’s been written about them. ⤴️  \n\n\nI write for the same reason I keep track of my dreams, for the same reason I meditate and practice being still— to stay in touch with me and not let too much slip by me. We’re about building a nation; the inner nation needs building, too. ⤴️  \n\n\nI am in the business of revolution, page by page, meal by meal, moment by moment. The world I wish to see has seas of makers, millions and billions of distinct fingerprints all over a brand new mode of being, which means learning. ⤴️  \n\n\nreading is still uncomfortable in certain seasons of life, especially seasons that require high screen time from me. ⤴️  \n\n\nI have stronger retention of the maps I hand-drew from a world atlas in the fourth grade than I do of the internet games we played to learn geography. ⤴️  \n\n\nReading and writing are disciplines distinct from other forms of literacy: aural and oral proficiency (speaking and listening), media literacy (video watching, noticing ), financial literacy, social literacy, numerical literacy (shoutout to the baddies with math anxiety rooted in the same oppressive upbringings). ⤴️  \n\n\nIf that was not important, we would not lock university libraries behind several hundred thousand dollars paywalls. If there was not agency and power to be found in reading, the empire would not work so hard to burn your hands away. ⤴️  \n"},"Omnivore/‘Radical-by-Nature’-Review--Alfred-Russel-Wallace’s-Evolution---WSJ":{"title":"‘Radical by Nature’ Review- Alfred Russel Wallace’s Evolution - WSJ","links":["Alfred-Russell-Wallace"],"tags":["natural-history","clippings"],"content":"Read Original\nHighlights\n\nWallace’s peripatetic youth also brought him to the learning societies known as mechanics’ institutes, which proliferated in mid-19th-century Britain. ⤴️  \n\n\nMoreover, he came to argue that the human brain was simply too extraordinary an organ to have been shaped by forces of natural selection, making it a sort of exception. All this was anathema to Darwin. ⤴️  \n\nAlfred Russell Wallace"},"battery-energy":{"title":"battery energy","links":["clean(er)-energy"],"tags":["energy"],"content":"battery energies are moving from lithium-ion to solid-state batteries, they are a form of new energy away from fossil fuels,\nclean(er) energy\ndifferent batteries technologies:\n\nsolid-state batteries (i.e employed by quantamscape - no fully working protocol yet as of now)\nsodium-ion batteries (i.e CATL, chinese battery giant)\nstationary storage via iron-air (i.e Form Energy)\n\nsome startups:\n\nSila, partnering with Mercedes-Benz to produce materials for EV batteries starting in 2025.\n\nmacro:\n\nmore funds and loans/grants to battery makers in US through IRA\n\neconomics of batteries:\n\nit is a cost game. game to further eke out greater performance at lower costs\n\ncuriosities and qns:\n\nfind out what is solid state batteries or solid state technology\nwhat makes up a battery fundamentally\n\nreferences and guide posts:\n\nWhat’s next for batteries in 2023 | MIT Technology Review\n"},"blockchain/bitcoin-defi":{"title":"Example","links":["blockchain/brc-20","blockchain/runes"],"tags":["bitcoin","defi"],"content":"\nUse of smart contracts to Bitcoin in order to unlock Bitcoin DeFi. However, bitcoin faces the blockchain trilemma challenges.\n\nBitcoin’s issue = composability and it’s limited scripting language\nL1 like Stacks is unleashing Bitcoin through Clarity (a new programming language for Bitcoin)\nBitcoin’s security is high but it comes at the cost of programmability\n\n\nBitcoin ordinals seen as a first breakthrough for Bitcoin application tier and could help move narrative from a pure “store of value” to something more utilitarian.\n\nTransaction per second is a vanity metric without respect to application demands, function and security. → scalability is not tested\nBitcoin smart contracts exists on Bitcoin Layers, separate blockchains or execution environments that leverage Bitcoin’s security and latent capital.\n\nStacks uses Proof of Transfer to connect two blockchains - Bitcoin and Stacks.\nAll Stacks transactions settle on the Bitcoin blockchain, which means that Stacks network benefits from Bitcoin’s decentralization and security.\n\nBitcoin Layers\nBitcoin dependence, settlement and extended functionality.\nLoose categories\n\nChains - Sidechains and independent blockchains use different consensus mechanisms than Bitcoin’s Proof of Work but ultimately settle or connect to the main Bitcoin chain.\n\nE.g. Stacks\n\n\nOffchain Networks - State channels and networks where data is stored/updated off-chain, then settled back to the Bitcoin main chain\n\nLightning Network\n\n\nRollups - rollup processes transactions off the Bitcoin chain and then port that transaction data in batches back to the Bitcoin chain. All Bitcoin rollups still in active development.\n\nBitVM*\n\n\nProtocols - Bitcoin projects that center on changes to the core protocol itself or innovations on how to use data from the core protocol. These can be popular BIPs as well as metaprotocols.\n\nOrdinals (live), brc-20\n\n\n\nMoving BTC to a bitcoin layer requires a bridge. Using a bridge involves trade-offs between performance (how well they work) and trust (how they custody the BTC deposited into the bridge).\n\nrunes (New BRC-20 Alternative)\n\nas of week of 25/04/2024, ZK proofs submitted to bitcoin for verification of commitments to provide enhanced support to the Bitcoin network. takes at least 6 months for challengers to present fraud proofs on disputed matters.\nTokenized Bitcoin\n\nsBTC which represents Bitcoin on the Stacks network.\n\nDesign: User deposits BTC to a threshold signature wallet controlled by an open, decentralized network of validators, also known as signers.\nTo be a validator in the Stacks network, signers must lock up a dynamic threshold of STX tokens in Stacks’ consensus mechanism (PoX) and run a software node that processes sBTC withdrawals (deposits are processed automatically by the protocol). In exchange for that work, validators earn BTC rewards generated by PoX.\nThe open membership of the sBTC peg is enabled by PoX, a consensus mechanism unique to Stacks. Rather than having a single custodian, sBTC is maintained by a public network that anyone can join.\n\n\n\nReferences:\n\nhttps://www.hiro.so/blog/bitcoin-ecosystem-an-overview-of-bitcoin-smart-contracts-and-how-they-work\nhttps://www.hiro.so/blog/bitcoin-economy-the-challenges-of-bitcoin-defi\nhttps://assets.hiro.so/DevelopersGuidetoBitcoinDeFi.pdf\nhttps://docs.stacks.co/sbtc/introduction\n"},"blockchain/brc-20":{"title":"Example","links":[],"tags":["bitcoin","defi"],"content":"\nBRC-20 was launched in March 2023 by pseudonymous developer Domo.\n\nMeant to be an fun experimental standard to create off-chain balance states with inscriptions.\n\n\nBRC-20 allowed users to create Bitcoin-native fungible tokens but it led to excessive production of “junk” UTXOs, which clogged networks.\nUses Bitcoin ordinal inscriptions instead of relying on smart contracts\n\nOrdinal theory concerns itself with satoshis, giving them individual identities and allowing them to be tracked, transferred and imbued with meaning.\n\n\nChallenges of BRC-20 - https://rosetta-whitepaper.gitbook.io/rosetta-whitepaper/preliminaries/challenges-of-brc-20\n\nmisnomer in naming? unlike ERC-20, it lacks support for smart contracts.\n\n\n\nReferences:\n\nhttps://www.xverse.app/blog/bitcoin-runes\nhttps://domo-2.gitbook.io/brc-20-experiment\nhttps://rosetta-whitepaper.gitbook.io/rosetta-whitepaper/preliminaries/background-of-brc-20\n"},"blockchain/runes":{"title":"Example","links":[],"tags":["bitcoin","defi"],"content":"\nRunes are fungible tokens issued directly on Bitcoin using the Runes protocol.\nProposed by Casey Rodarmor (creator of Ordinals)\nDoesn’t require off-chain data or a native token to operate\nBitcoin Runes’ onchain data storage is in the OP_RETURN part of a transaction. (like a post it on the transaction book)\nRunes is compatible with Lightning Network to enable faster and cheaper transactions.\n\nActionables\n\nhttps://nakachain.xyz/swap\nhttps://runechain.com/\n\nReferences:\n\nhttps://www.xverse.app/blog/bitcoin-runes\n"},"blockchain/synthetic-note":{"title":"Synthetic Note","links":[],"tags":["stablecoins","synthetic-note"],"content":"What is Synthetic?\n\nSynthetic Currency Pair (Wikipedia)\nSynthetic: Definition in Finance, Types of Assets (investopedia.com)\n"},"books/Black-Rain":{"title":"Black Rain","links":["Hiroshima,-Japan"],"tags":["japanese-literature","war","branch","book"],"content":"Notes\n4/5 rating.\nLocated in Hiroshima, Japan.\n”Black Rain” depicts the aftermath of the nuclear bombing of Hiroshima on August 6, 1945. Throughout the book, the residents gradually makes sense of what happened; it was a war bomb but unlike any other that had come before.\nThere is no overt criticism from the writer and narrator for it places the focus on the residents’ suffering, shock and their complex emotional landscape. The narrator paints the pain and suffering of the affected in a matter-of-fact tone, speaking as it is, showcasing the grotesque and factual horrors of the bombing aftermath on its people.\nThe atomic bomb scarred and transformed the physical and emotional topography of Hiroshima. The victims suffer threefold: first, in tepid starvation and silent anger at the Imperial Japan Army. It is as if the residents is accustomed to war, where it is bewilderingly commonplace to mobilize thousands of middle school students to assist with building demolition. Building demolition program was intended to create firebreaks to stop the spread of fires caused by air raids.\nThe victims suffer a second time, when the landmark atomic bomb fell on August 6; they endured painful agony and drawn-out deaths as thousands of residents were murdered, burned, disfigured and diseased from radiation sickness. Pus grew, maggots infested their open wounds, their appetite waned, their hair fell out, their teeth dropped, and they succumbed to their deaths.\nThey suffered a third time, burdened with guilt and shame as they were socially discriminated against and labeled as hibakusha. Guilt arose from surviving the war while their common men did not. Shame from being a recovering patient, where even in good health, the certainty of marriage and employment becomes unclear.\nThe book is a beautiful, open letter against war and nuclear weapons.\nQuotes\n\npg 11: Black Rain is a portrait of a group of human beings; of the death of a great city; of a nation crumbling into defeat. It is a picture of the Japanese mind that tells more than many sociological studies. Yet more than this, it is a statement of a philosophy. Although that philosophy, in its essence, is neither pessimistic nor optimistic, it seems to me to be life affirming. Dealing with the grimmest of subjects, the work is not, in the end, depressing, for the author is ultimately concerned with life rather than with death, and with an overall beauty that transcends ugliness of detail.\npg 21: August 6: Hiroshima is a burnt out city, a city of ashes, a city of death, a city of destruction, the heaps of corpses a mute protest against the inhumanity of war.\npg 24: I remembered a photograph of oil tanks burning in Singapore that I had once seen. It had been taken just after the Japanese army had brought about the fall of the city, and the scene was so horrifying that I wondered at the time whether such things were really justified.\npg 35: Thundery black clouds had borne down on us from the direction of the city, and the rain from them had fallen in streaks the thickness of a fountain pen. It had stopped almost immediately. It was cold, cold enough to make one shiver although it was midsummer.\npg 51: As I got up from my prone position, the first thing to meet my gaze was a great, an enormous, column of cloud. In its texture, it reminded me of cumulo-nimbus clouds I had seen in photographs taken after the Great Kant Earthquake. But this one trailed a single, thick leg beneath it, and reached up high into the heavens. Flattening out at its peak, it swelled out fatter and fatter like an opening mushroom.\npg 56: A woman with her belongings and a child loaded on a baby carriage, who was engulfed in a sudden wave of humanity that crushed the baby carriage and felled her on top of it, so that twenty or thirty others coming behind her toppled like dominoes in their turn. The cries at that moment had to be heard to be believed.\npg 59: Every year on the anniversary of the day the bomb fell, why don’t we have the same things for breakfast as we had that August 6? I can remember what we had that day all right. Very clearly, I can.\npg 68: Before the war, Hiroshima was known as a place with plenty of produce both from the sea and the country, and although it was so big, there were no slums. But living in Hiroshima I realized, as they say, that in a long drawn out war it’s case of the larger the town, the shorter its inhabitants go of food. And I realized, too, that war’s a sadistic killer of human beings, young and old, men and women alike.\npg 83: Suddenly, all the things we had done up to now seemed to me so much children’s play, and my own life, too, a toy life.\npg 87: The sky was dusty with the smoke from the fires. There was no water in the taps, so I made Yasuko wash her hands at the pool in the garden, but the marks would not come off. She said they were made by the black rain, and they were firmly stuck on the skin. They were not tar, nor black paint, but something of unknown origins.\npg 142: The mirror showed me that the infected place on the side of my nose was gaping open and had dried up crisp and hard. Life was one depressing thing after another. I went and soaked a small towel in water and gently wiped the affected area, replacing the bandage with a new piece which I fastened in place with sticking plaster.\npg 145: The horror was so stupefying that they could do nothing but take helpless note of whatever they saw.\npg 151: And occasionally the shock of hitting the ground would do something to the joints of a corpse, so that it reminded me of Pinocchio, in the children’s tale, with all the pins removed from his wooden limbs. If even Pinocchio, poor plaything of wood and metal pins, was supposed to have felt pain in his own wooden way when he barked his shin against something, what of those the dead, who had once been human beings?\npg 153: Perhaps he was afraid that, if he were to go looking for ashes and find corpses, it would wipe out forever the image of them he cherished. He too, like myself, must have seen enough of bodies, mangled, half-burned, and decomposing during the past few days.\npg 158: Every day on my way to work my eyes were delighted by the sight of crows settled on the dew-damp path between the fields. The glossy black sheen of crows’ plumage in the morning blends well with the green of the rice plants, and equally well with the rice fields after they have started to turn yellow. The sight is indescribably pleasant at daybreak; on a really fine morning it is enough to set you heart beating faster.\npg 177: I recalled something that an agricultural expert visiting the village had once told us if rice in a paddy field was grown in water that was too deep, the part of the stem in contact with the water was weakened structurally, and the plant tended to topple over later. This, he said, was accepted scientific fact. But I had never heard anyone say that a sudden shock from light or sound or heat could set plants growing unusually fast. The bomb seemed to have encouraged the growth of plants and flies at the same time that it put a stop to human life.\npg 183: The piece of paper adjoining this once declared: “From Imperial Headquarters: (1) Yesterday, August 6, Hiroshima City suffered considerable damage as the result of an attack by a small number of enemy B-29 aircraft. (2) The enemy appears to have used a new type of bomb in this attack, but details are still under investigation.”\npg 196: In the sky to the east, they could see a spreading black cloud. “I wonder what that is - a smoke screen from some maneuvuers, do you think?” her sister had sad. “IOf it’s not, then it’s something really big.”\npg 257: “An atomic bomb,” he said, his face pale from the effect of the drink. “that’s the name for it, apparently. It gives off a terrific radiation. I myself saw some bricks in the ruins that were all burnt away, with bubbles raised on the surface. The tiles, too, had gone a kind of flame color. A terrible thing they’ve produced. They say nothing’ll grow in Hiroshima or Nagasaki for another seventy-five years.”\n"},"books/Go-as-a-River":{"title":"Go as a River","links":[],"tags":["book","leaf","natural-history","historical-fiction"],"content":"Notes\n\nfour corners monument\n”Man flooded the town of Iola; now nature is bringing back its ghost” by The Los Angeles Times\nracism &amp; bigotry\nwomen’s suffering against bigotry, sacrifices and grief\n\n\nQuotes\n\npg 7: I knew the town of Iola when it woke each morning to fragrant breakfasts and bustling farms and ranches, how the sunrise illuminated the east side of Main then inched uptown, across the train tracks and schoolyard, to ignite the tiny church&#039;s one round red and blue stained glass window... I knew all the shortcuts and townsfolk and the oldest gnarled tree consistently producing the sweetest peaches in my family&#039;s orchard. And I knew, perhaps more than most, the sadness of this place. \n\npg 8: The landscapes of our youths create us, and we carry them within us, storied by all the gave and stole, in who we become. \n\npg 10: But I&#039;ve come to understand how the exceptional lurks beneath the ordinary, like the deep and mysterious world beneath the surface of the sea.  \n\npg 30: She, like I, like women throughout the ages, knew the value of employing silence as a guard dog to her truth. By showing on the surface only a small fraction of her interior, a woman gave men less to plunder.  \n\npg 92: I drifted in and out of sleep, my strange torpor beleaguered by anxiety about laziness and choices and the unfamiliar noises surrounding the hut. \n\npg 95: There was beauty to the chaos. Every piece or life here had it&#039;s role in the eternal business of living. I felt small and unnecessary but not entirely unwelcome.\n\npg 166: I&#039;m sure the boy was remembered as a hero and the daughter as a rogue, but the same wild boldness to walk out this front door had driven them both to elsewhere. \n\npg 168: I wanted to tell him I was ready for him now. I wanted to tell him I knew the pain of displacement and how sorry- how deeply, profoundly, unutterably sorry - I was that I had given him away, that I hadn&#039;t known any other way to save him. \n\npg 174: &quot;I am not saying it&#039;s the same. I&#039;m just saying the government can do anything it damm well pleases, and people suffer,&quot; she said. &quot;And we don&#039;t learn one scrap from history.&quot;\n\npg 176: As the deputy stepped back and waved me across the bridge, I wondered at the limits of progress and if we&#039;d every know when we hit them. \n \npg 194: Eventually, I gave up the notebooks and novels I pointlessly carried in the diaper bag and stopped longing for the life I might have had. Instead, I surrendered to motherhood. The choice was motherhood or madness. \n\npg 223: Strength, I had learned, was like this littered forest floor, built of small triumphs and infinite blunders, sunny hours followed by sudden storms that tore it all down. We are one and all alike if for no other reason than the excruciating and beautiful way we grow piece by unpredictable piece, falling, pushing from the debris, rising again, and hoping for the best. \n"},"books/The-Great-Reclamation":{"title":"The Great Reclamation","links":[],"tags":["book","sg-literature"],"content":"Notes\n4/5 rating.\n\nQuotes\n\npg 10: The kampong was still destroyed, not swallowed whole by the waves in accordance with some angry god’s decree, as the villagers had always feared, but taken to pieces and sold for parts by the inhabitants themselves.\npg 12: Tradition was the stick against which he was constantly measured, against which, time and time again, he came up short.\npg 29: The distant horizon on the steely sea, the chafing of cicadas in the bushes, the echo of the koel bird in the early mornings — ouh-ouuuh, ouh-ouuhh.\npg 40: How to talk of the moment where the seas he’d known all his life suddenly conspired against him, throwing up not just unusual weather or odd currents, but an entire looming landmass where there should have been none?\npg 96: The island would be renamed Syonan-To, Light of the South Island. Said quickly, the qords became Shou Nan Dao, Mandarin for Island of Pain.\npg 110: And so the years of Syonan-To began. “Asia for Asians!” the Jipunlang proclaimed, before bayoneting Chinese babies, beheading Indian soldiers, filling Malay guts with water until they splattered and burst. The Greater East Asia Co-Prosperity Sphere would be wrung from the necks of the island’s inhabitants, built of its flesh, nourished by its blood.\npg 111: Jipunlang flags were folded up and stored carefully in biscuit tins, lest the tides of history should shift and loyalties had to be proven once again.\npg 141: Somewhere along the way, twenty, fifty, a hundred years ago, their forefathers had decided to send their children to the schools set up by the Ang Moh nuns, to learn French, English, how to eat with a fork and knife, the history of Western philosophy.\npg 178: The Gah Men, having come into power, now distanced themselves from the union that had made their election possible in the first place. Even though the union heroes had been freed from prison, they’d been sidelined to secretarial roles within the party.\npg 194: The sea had once felt like a vast adventure; now he saw that vastness could be a kind of claustrophobia.\npg 265: For years afterward, she’d dreamed of that endless walk. The dreams added and subtracted from reality; in them, the walks ended in the lairs of ghost tigers, at the edges of sheer cliffes, by the shores of infinite lakes. In all of them, she was searching for another little girl with long, fine hair just like hers, trying to find her before she starved.\npg 300: Yet he knew this: Thirty, forty years in the future, even if he was a man like Mr. Yik - house in a leafy estate, servants, a car of his own - a sheen of unreality would continue to glisten over the surface of his life, like morning dew on the leaves of tree, too pervasive and innocuous to shake off.\npg 346: The years fell away like leaves from an old tree, their love for each other, impossibly, still as deeply rooted as it had been two decades ago.\npg 372: She had demanded the same sacrifices from him as she had from herself, and he had declined to make them. He was unwilling to be a martyr, would not let her slip away with Eng Soon and Yang to live her life far away from him. She had asked too much of him, had dented him a wound too deep. And as angry as she was, she understood his hurt, his fierce, selfish love. A wave of grief washed over her."},"books/The-Tales-of-Genji":{"title":"The Tales of Genji","links":["Women-Writers"],"tags":["japanese-literature","leaf","book"],"content":"date: 13-09-2023, nlb seminar by professor deborah shamoon.\nsocial context\ntales of genji - Murasaki (purple) 💜 shikibu (not real name)\n\nwritten in late 9th to early 10th century\nnot a religious text unlike literature of it’s time period, it was written for entertainment because compared to most of the classics, tales of genji had less warfare, more romance. the focus was more on psychological interiority and characters development.\nno og manuscripts and oldest copy is at least century later\n\nsocial courting\n\nfragment of calligraphy in tale of genji\nhigh ranking women wore junihutoe (12 layers of robe)\ncourtships took place through exchange of poems and letters.\nvisit for three nights meant married\n\ncharacters, structure &amp; plot\nprince genji\nshining prince and he is the ideal man of the heian period\ngenji is a son of emperor and low ranking concubine so he will never be emperor\nnarrator also shows him doing bad things\nchallenges of reading genji\nno clear climax, ends abruptly\nendless chapters, like a modern day taiwanese soap opera\nlanguage is distant from modern japanese. native japanese speakers can’t read this. translations to modern japanese.\nno names and referred to by ranks and titles.\nwaka poetry*\n5-7-7-5 syllables, waka syllabus is part of heian court and literature, very complicated\nbased on allusions. part of artistry is taking well known tropes and fitting into the character situation.\nthemes in the literature\n\nmoni no aware: sadness of things, impermanence, things that don’t last long, appreciation of beauty\ncycles of karmic retribution\nspirit possession - lady rokujo gives eerie gothic tone where illness caused by vengeful spirits. women and female anger are seen as dangerously disruptive  because lady rokujo kills lady aoi - genji’s first wife - and then lady murusaki\n\nWomen Writers\nunusual to have major japanese classic to be written by women\nwomen writers declined in end of heian period until late modern century as a more militaristic samurai culture replaced it\nauthor is a highly educated and lady in waiting to empress shoshi - writes take of genji to entertain the ladies in court. circulated widely during her lifetime\nmost women of her times were writing poetry and fiction\nconsidered rude to refer to high ranking ppl by their name. in jap concept then, you don’t have a specific name throughout your lifetime\nnot unusual for writers to have pen name and nickname\nhigh ranking women not supposed to show face in public. images of her were created after she died\nlegend: she was inspired to write tales of genji after she was inspired by the reflections of the moon on the water"},"books/The-Temple-of-the-Golden-Pavilion":{"title":"The Temple of the Golden Pavilion","links":["places/Rokuon-ji-Temple,-Kyoto"],"tags":["book","japanese-literature"],"content":"Notes\n4/5 rating.\n\nBuddhist elements of beauty &amp; ugly\n\nReferences:\n\nRokuon-ji Temple, Kyoto\n(3) Mishima’s ‘Temple of the Golden Pavilion’ - a review : RSbookclub (reddit.com)\nhttps://www.youtube.com/watch?v=wWmg0245x-I\n\n\n\npg 31: Summer holidays during my mourning period; curiously subdued summer holidays during the last phase of the war in 1944. My life as an acolyte passed smoothly and, as I think back on it, I feel that this was the last absolute holiday in my life. I can still vividly hear the cry of the cicada.\npg 32: It was quite natural that wars and unrest, piles of corpses and copious blood, should enrich the beauty of the Golden Temple. For this temple had been unconstructed by unrest, it had been built by numerous dark-hearted owners who had one general in their midst. The uncoordinated design of its three stories, in which the art historian could only see a blend of styles, had surely been evolved naturally from the search for a style that would crystallize all the surrounding unrest. If instead it had been built in one fixed style, the Golden Temple would have been unable to embrace the unrest and would certainly have collapsed long since.\npg 40: For us boys, war was a dreamlike sort of experience lacking any real substance, something like an isolation ward in which one is cut off from the meaning of life.\npg 40: This city was too anxious to preserve its old things just as they were; the multifarious shrines and temples were forgetting the memories of the red-hot ash that had been born from inside.\npg 61: Snow gives all of us a youthful feeling. And it would be quite untrue to say that I, who still had not reached my eighteenth birthday, now felt some youthful stirring within me?\npg 76: Cripples and lovely women are both tired of being looked at, they are weary of an existence that involves constantly being observed, they feel hemmed in; and they return the gaze by means of that very existence itself. The one who really looks is the one who wins.\npg 88: To see human beings in agony, to see them covered in blood and to hear their death groans, makes people humble. It makes their spirit delicate, bright, peaceful. It’s never at such times that we become cruel or bloodthirsty. No, it’s on a beautiful spring afternoon like this that people suddenly become cruel. It’s at a moment like this, don’t you think, while one’s vaguely watching the sun as it peeps through the leaves of the trees above a well-mown lawn? Every possible nightmare in the world, every possible nightmare in history, has come into being like this. But as one sits there in the clear daylight, it’s the idea of bloodstained figures fainting in agony that gives a clear outline of the nightmare and that helps to materialize the dream into reality.\npg 97: The cherry trees in Arashiyama, which were said to have been transplanted in the thirteenth century from the famous trees on Mount Yoshino, had entirely lost their blossoms and were already putting forth their foliage. When the cherry-blossom season was finished, these trees could only be called by the name that one gives dead beauties.\npg 113: I understood that he disliked lasting beauty. His likings were limited to things such as music, which vanished instantly, or flower arrangements, which faded in a matter of days; he loathed architecture and literature.\npg 148: … an ineffable tenderness arouse within me, and I wondered whether the only human beings whom I was capable of loving were not, in fact, dead people. Be that as it might, how easy dead people were to love compared to those who were still alive!\npg 162: I continued to neglect my studies, and during the lovely days from late spring until early summer I spent my time visiting various shrines and temples that one could enter without paying. I used to walk as long as my legs would carry me.\npg 197: It’s not always so easy. But if you start acting in a different way, people soon come to accept that as being normal for you. They’re very forgetful, you see.\npg 204: The beauty of the individual detail itself was always filled with uneasiness. It dreamed of perfection, but it knew no completion and was invariably lured on to the next beauty, the unknown beauty. The adumbration of beauty contained in one detail was linked with the subsequent adumbration of beauty, and so it was that the various adumbrations of a beauty which did not exist had become the underlying motif of the Golden Temple.\npg 205: Action is now simply a kind of superfluity for me. It has jutted out of life, it has jutted out of my own will, and now it stands before me, like a separate, cold steel mechanism, waiting to be put in motion. It is as if there is not the slightest connection between me and my action."},"books/Underground,-The-Tokyo-Gas-Attack-and-the-Japanese-Psyche":{"title":"Underground, The Tokyo Gas Attack and the Japanese Psyche","links":[],"tags":["japanese-literature","branch","book"],"content":"Notes\n\naum followers share an emptiness and search for ‘truth’, for higher purpose beyond being merely a cog in life\nmurukami thinks they are logically consistent to a point where they use the utility of logic as a weapon and end up slaughtering masses of people\nwants to build an utopia without contradictions\nhumanist vs ??? binary or grey areas\n\nperhaps my favourite book from him? it takes all those years of searching and wandering, aimlessly trying to find an alternative world induced with meaning and higher purpose and culminates it into this book about the japanese society from the POV of the ordinary indiscriminate everyday men to the outsiders, aum followers.\n\npg 306: In this sense I think the gas attack was a kind of catharsis, a psychological release of everything that had built up in Japan - the malice, the distorted consciousness we have. Not that the Aum incident got rid of everything. There’s still this suppressed, virus-like apocalyptic vision that’s invading society and hasn’t been erased or digested.\n\n\n\neven if you could get rid of it at an individual level, the virus would remain on a social level.\n\n\nmaybe if I had been in Japan then and was 21-23, I would have been seduced by their cultist philosophy and ascetic way of life.\n\n\nevokes Nazi Germany, Hitler\n\n\naum, ashara\n\n\neveryone including myself could be one of them, when logic is weaponized and willed to create that utopia they want.\n\n\nit was horrifying for ordinary ppl that encountered the sarin attacks.\n\n\ncried at a few parts especially with the widow that lost her husband\n\n\ncried at the helplessness of the system and society\n\n\nmarvelled at the doctors trying their best\n\n\nI guess this is why liquid in check in is so strict. was thinking if there was a sarin attack in the airplane, everyone including me would have surely died then.\n\n\nthe inklings from underground feeding on rotten fleshes. our weaknesses and inhumanity at the end.\n\n\nQuotes\npg 10: As if it weren’t enough to be the victim of purely random violence, the man had suffered “secondary victimization” (everyday corporate violence of the most pervasive kind)\npg 14: Perhaps its an occupational hazard of the novelist’s profession, but I am less interested in the ”big picture”, as it were, than in the concrete, irreducible humanity of each individual.\nfrom everyday victims pov\npg 33: I have been to the Aum headquarters’ Kamikuishiki Village lots of times on the job. Most of the cultist there, they look spaced out, like their souls have been sucked away. They don’t even laugh or cry. Like Noh masks, expressionless.\npg 48: The fact is, the very day of the gas attack i worked straight through at the office until 5:30. I didn’t feel well enough to eat lunch, of course; had no appetite.\npg 61: Since the war ended, Japan’s economy has grown rapidly to the point where we’ve lost any sense of crisis and material things are all that matters. The idea that it’s wrong to harm others has gradually disappeared.\npg 106: Rather than leaping out of a speeding car by his own will and judgement, then having to face the consequences, it was far easier just to obey.\npg 137: Thinking back over it now, it was eerie. The contrast was just so weird. But on television they only showed the abnormal part, quite different from the actual impression I had. It just made me realize all the more how frightening television is.\npg 142: Making it big is no guarantee of success. There have been lots of companies that made it big, only to disappear.\npg 194: The most important thing in a mass disaster is triage: the prioritizing of patients to receive treatment.\nThe doctor’s dilemma is having to decide who gets priority: the patient who can’t breathe, or the one who can’t see? Difficult judgment comes with dangerous situations. It’s the hardest thing about being a doctor.\npg 195: As one American expat said, to have had five thousand sarin gas victims and only twelve dead is close to a miracle. All thanks to the extraordinary efforts of the local units, because the overall emergency network was useless.\nmurukami’s musings\npg 201: the aum “phenomenon” disturbs precisely because it is not someone else’s affair. it shows us a distorted image of ourselves in a manner none of us could have foreseen.\npg 202: Many parts of the social system in which we belong and function do indeed aim at repressing the attainment of individual autonomy, or, as the Japanese adage goes: “The nail that sticks up gets hammered down”\npg 204: Ashara was a master storyteller who proved capable of anticipating the mood of the times. He was not deterred by the knowledge, whether conscious or not, that his ideas and images were recycled junk.\npg 211: Another personal motive for my interest in the Tokyo gas attack is that it took place underground. Subterranean worlds — wells, underpasses, caves, underground springs and rivers, dark alleys, subways — have always fascinated me and are an important motif in my novels. The image, the mere idea of a hidden pathway, immediately fills my head with stories …\nUnderground settings play particularly major roles in two of my novels, Hard-Boiled Wonderland and the End of the World and The Wind Up Bird Chronicle. Characters go into the World Below in search of something and down there different adventures unfold. They head underground, of course, both in the physical and spiritual sense.\naum followers pov\npg 224: What i am getting at is that if you examine the history of science you can see that it has been manipulated in the name of politics and religion. the nazis did that.\npg 234: Since the sea that i loved so much was going to get polluted anyway, I might as well be the one to do it. Mixed-up emotions, I know. My mind was torn in different directions.\npg 235:\nMurakami: In Adrian Boshier’s case he had to enter that other world, but in your case you could still return ot this world. You were told, in fact, to return.\nAkio Namimura: That’s what happened. Having a normal life - marriage, kids - that’s all a kind of training. I was told. In fact, it’s the most difficult sort of training.\npg 238: Their (police) methods were pretty archaic. “Can you trample on a photo of Shoko Asahara?” they demanded, like it was in the Edo period when they made the Japanese Christians renounce their faith by stepping on a drawing of Jesus.\npg 253: I think I approached things with an artist’s intuition, relying on emotions rather than on logic.\npg 254:\nMurakami: People who agonize over fundamental issues usually go through a sort of set pattern: reading all sorts of books when they’re young, discovering different philosophies and choosing from them a system of ideas. But you didn’t do this. You let your mood carry you along and just went straight into Aum.\npg 261:\nIn the final analysis, Aum created people who had discarded their Selves and just followed orders.\nOne element was there from the start, and as he surrounded himself with yes-men his sense of reality faded and the delusion took over. However, I think that, in his own way, Asahara was seriously considering the question of salvation. Otherwise, no one would have renounced the world to follow him. To some extent there was something mystical about it all. The same thing holds true for me - yoga and ascetic practice led to some mystical experiences.\npg 263: Why shouldn’t a few people be able to think deeply about things that aren’t directly relevant to society? The problem lies in the fact that Aum Shinrikyo was one of the few havens for such people, and in the end it turned out to be corrupt. Paradise was an illusion.\npg 295: People raised in happy families probably wouldn’t join Aum.\npg 306: In this sense I think the gas attack was a kind of catharsis, a psychological release of everything that had built up in Japan - the malice, the distorted consciousness we have. Not that the Aum incident got rid of everything. There’s still this suppressed, virus-like apocalyptic vision that’s invading society and hasn’t been erased or digested.\nafterwords.\npg 309: The answer is simple - because in Aum they found a purity of purpose they could not find in ordinary society. Even if in the end it became something monstrous, the radiant, warm memory of the peace they originally found remains inside them, and nothing else can easily replace it.\npg 311: For the most part they were young, extremely talented, and well educated, their heads full of newly minted, ambitious visions. As long as they stayed in the Japanese state, with its coercive structure, they believed it was impossible to find an effective outlet for all their energy. And that’s exactly why they sought out this more accommodating, experimental land, even if it meant jumping off the normal track.\npg 313: Reality is created out of confusion and contradiction, and if you exclude those elements, you’re no longer talking about reality. You might think that — by following language and a logic that appears consistent — you are able to exclude that aspect of reality, but it will always be lying in wait for you, ready to take its revenge.\npg 315: However we need to realize that most of the people who join cults are not abnormal; they are not disadvantaged; they’re not eccentrics. They are the people who live average lives (and maybe from the outside, more than average lives), who live in my neighbourhood. And in yours. Maybe they think about things a little too seriously. Perhaps there’s some pain they’re carrying around inside. They’re not good at making their feelings known to others and are somewhat troubled. They can’t find a suitable means to express themselves, and bounce back and forth between feelings of pride and inadequacy. They might very well be me. It might be you."},"books/natalie-portman-book-recs":{"title":"natalie portman book recs","links":[],"tags":["book"],"content":"(1) The Dior Book Tote Club with Natalie Portman - YouTube\n\nTodd Haynes Exhibition Catalog - “Safe”\nSusan Sontag’s “On Photography” - think we’re becoming de-sensitized to images due to overabundance of images\nBenjamín Labatut’s When We Cease to Understand the World\nElena Ferrante’s Neopolitian Novels\nRebecca Solnit’s Hope In The Dark\nShirin Neshat’s Photography\n"},"clean(er)-energy":{"title":"clean(er) energy","links":[],"tags":["energy","leaf"],"content":"producing and processing bits and bytes (in the digital world) still requires atoms (in the physical world).\nmore technology means generating and consuming more energy. energy consumption is an inescapable reality of human progress.\nenergy, compute and digital currency will make digital, multi-polar future possible.\n-[battery energy](battery energy)\n\nsolar energy\nnuclear fusion energy\nwater\n\nref:\n\nhttps://threadreaderapp.com/thread/1681244053625618432.html\n"},"index":{"title":"my tiny internet","links":["tags/natural-history","techno-optimism","tags/travel","tags/fringe-theories","notetaking-process","tags/clippings","books"],"tags":["natural-history","travel","fringe-theories","clippings"],"content":"hello internet wanderer, you have stumbled to my public garden of thought. this abode is messy, chaotic and probably would not make much sense to a stranger but it is where i explore, prune and gather my curiosities into an interconnected map. think of this as my PKM.\ngrammar edits and incongruence are aplenty.\nInterests\ncurrent areas of interests and abridged list of things i want to discover and learn more:\n\n#natural-history\ntechnology as a tool (techno-optimism)\ntourism and#travel\n#fringe-theories (conspiracy theories) as alternative modes of thinking and different paradigm to continually calibrate &amp; challenge my current paradigm or mental modes\nvideo painting\nphilosophy\n\nphilosophy is a no man’s land between theology and science, by betrand russell\n\n\nplacemaking\n\nbiopolitics\nurban planning\n\n\nblockchain\n\nweb3 gaming\nbitcoin defi\nrestaking\n\n\n\nLearning in public\n\nbuilding my notetaking process\nhighlighted pages and readings across the interweb#clippings\nreading and consolidating them into books reviews &amp; notes\n"},"notetaking-process":{"title":"why and hows of note taking","links":[],"tags":["routines"],"content":"note taking process and rituals\n\nzettelkasten way - organic and flat so there’s less pressure to take notes\nnotion as get things done!! system while obsidian is intended for digital gardening and acts as my PKM\nrandom capture-away thoughts\n\norganic learning process?\nevergreen notes by andy matuschak as notes and ideas progress and evolves from 🍃 Leaf, to 🌿 Branch  and then 🌲 Tree.\nechoes jzhao’s knowledge flow where information intake are distilled through 3 conceptual stages:\n\nseed (leaf) which forms the basis of ideas and thoughts\nsaplings (branch) which are single nodes or clusters of thoughts\nfruits (tree) as derivatives or new pieces, more formed versions of the thought.\n\ndaily rituals to adopt\n(from watching emma watson’s vogue backpack interview)\n\n3 things that were fun\n3 kindness acts (By other ppl or done by me)\n3 things i did well or i am grateful or i liked about myself\n"},"on-writing-and-avoiding-writing":{"title":"on writing and avoiding writing","links":[],"tags":[],"content":"\nbook of disquiet -\n\nI have enough money to buy food and drink, I have somewhere to live and enough free time in which toe dream, write - and sleep - what more can I ask of the gods or hope for from Fate?\nI had great ambitions and extravagant dreams, but so did the errand boy and the seamstress, for everyone has dreams; the only difference is whether or not we have the strength to fulfil them or a destiny that will  fulfil them through us.\nWhen it comes to dreams, I’m no different from the errand boy and the seamstress. The only thing that distinguishes me from them is that I can write. Yes, that’s an activity, a real fact about myself that distinguishes me from them. But in my soul I’m just the same.\npg 38 of 340:\nTo all appearances, the monotony of ordinary lives is horrific. I’m having lunch in this ordinary restaurant and I look over at the cook behind the counter and at the old waiter right next to me, serving me as he has served others here for, I believe, the past thirty years. What are these men’s lives like? For forty years the cook has spent nearly all of every day in a kitchen; he has a few breaks; he sleeps relatively little; sometimes he goes back to his village whence he returns unhesitatingly and without regret; he slowly accumulates his slowly earned money, which he does not ever propose spending; he would fall ill if he had to abandon (for ever) his kitchen for the land he bought in Galicia; he’s lived in Lisbon for forty years and he’s never even been to the Rotunda, or to the theatre, and only once to the Coliseu. He got married, how or why I don’t know, has four sons and one daughter and, as he leans out over the counter towards my table, his smile conveys a great, solemn, contented happiness. He isn’t pretending, nor does he have any reason to. If he seems happy it’s because he really is.\n… I look again, with real terror, at the panorama of those lives and, just as I’m about to feel horror, sorrow and revulsion for them, discover that the people who feel no horror or sorrow or revulsion are the very people who have the most right to, the people living those lives. That is the central error of the literary imagination: the idea that other people are like us and must therefore feel like us.\n… On the other hand, the traveller who has covered the globe can find nothing new for 5,000 miles around, because he’s always seeing new things; there’s novely and there’s the boredom of the eternally new and the latter brings about the death of the former."},"people-(great-minds)/Arthur-Schnopenhauer":{"title":"Arthur Schnopenhauer","links":[],"tags":[],"content":"\nSchopenhauer suggests that modern life, fast paced overstimulated nature prevents us from experiencing true happiness instead of the illusions we mistake for happiness like wealth and status. He argued that we should strive to simplify our lives and avoid unnecessary distractions.\nPleasure of will &amp; pleasure of intellect.\nPleasures of will as a lower kind where pleasures like this are fleeting and ultimately unsatisfying as they fail to provide lasting happiness.\nPleasures of intellect come from contemplating art, philosophy and science. pleasures are superior to the will and provide a sense of lasting fulfillment. Intellectual pleasures are more accessible - cheap and don’t depend on external circumstances.\nhttps://www.youtube.com/watch?v=bK1g9bPHUTo&amp;t=221s"},"people-(great-minds)/Mart-Laar":{"title":"Mart Laar","links":[],"tags":["politics"],"content":"\nEstonian politician and historian, served as Prime Minster of Estonia from 1992 to 1994 and from 1999 to 2002.\nEducation background: History at University of Tartu, master’s degree in Philosophy and Doctorate in History.\nPolicies he introduced:\n1992 to 1994: Introduce flat tax, privatized most national industry in transparent public tenders, abolished tariffs and subsidies, stabilized the economy and balanced the budget.\n\n\nhttps://twitter.com/rivatez/status/1165121400920670208/photo/1\nReferences:"},"people-(great-minds)/Noam-Chomsky":{"title":"Noam Chomsky","links":[],"tags":[],"content":"\n\nVon Humboldlt’s formulation was that language enables language and thought. “Language enables what he called infinite use of finite means. We have a finite system. We make unboundedd use of it.”\n\n\nOn large language models (LLMs)\n\nthinks how llm work is it scan an astronomical amount of data, find statistical regularities, string things together. using these regularities, they can make a pretty good prediction about what word is likely to come next after a sequence of words.\nhowever, thinks it tells us nothing about language.\n\n\n\non disinformation and manufacturing consent\n\nWoodrow Wilson set up Committee on Public Information, which Chomsky believes its a committee on disinformation.\nFascinated with concept of engineering of consent - techniques to control the public, shape opinion, completely turn them into, the agenda they want to pursue. in this case, they wanted to manufacture fanatic anti-German people\nreferring to George Orwell’s “Unpopular ideas can be suppressed without the use of force just because of the class nature of the society and the subordination of intellectuals to power. Incidentally, his essay was suppressed, just to make it a little more dramatic. Found later in his unpublished essays.”\n\n\n\non left intellectuals in America flirting with Maoism\n\nMaoist policies saved a hundred million people from death and starvation as compared with democratic capitalist India in the same years (1949-1979) and research on this is done by leading scholars such as Amartya Sen, Nobel Laureate in Indian economics, yet this is obscurely known because of manufacture of consent again.\n\n\n\nBooks:\n\nOn Palestine by Noam Chomsky\n"},"people-(great-minds)/alfred-russell-wallace":{"title":"alfred russell wallace","links":["natural-history","lombok-strait","books/Malay-Archipelago"],"tags":["natural-history"],"content":"\n\nAlfred Russell Wallace was born in 1823, Wales, and died at the age of 90 in 1913.\n\n\nknown as for his studies in natural history (naturalist), geographer &amp; socialist.\n\n\nhe travelled to Brazil and various islands of the Malay Archipelago that makes up modern day Indonesia and the Philippines, where he collected thousands of specimens of insects, birds and other animals.\n\n\n1854-1859: Set off on multiple voyages to Southeast Asia to collect samples.\n\n\nspent 8 years in Southeast Asia, gathering 125,000 specimens and researching on the geographic distribution of animals where it became known as the lombok strait.\n\n\nwallace Line runs from the Indian Ocean to the Philippine Sea and signifies the unexpected distribution of animals on either side of the line.\n\n\nseems to be into taxidermy - needed for his role?\n\n\nBooks about / on Alfred Russell Wallace\n\nMalay Archipelago by Alfred Russell Wallace\nRadical by Nature by James T. Costa\n"},"people-(great-minds)/women-writers":{"title":"women writers","links":["books/The-Tales-of-Genji"],"tags":["literature"],"content":"\nSophia Tolstaya\nMurusaki Shikibu (wrote The Tales of Genji)\n"},"places/Rokuon-ji-Temple,-Kyoto":{"title":"Rokuon-ji Temple, Kyoto","links":["books/The-Temple-of-the-Golden-Pavilion"],"tags":["japan"],"content":"\nrenamed rokuon-ji but eventually became known as kinkaku-ji\n1894: temple was opened to public to help it financially in 1894\nin 1950, temple was burnt down by a young monk, hayashi yoken. The Temple of the Golden Pavilion\nhayashi yoken attempted suicide after the burning.\nreconstructed in 1955\n"},"places/fukuoka-art-museum":{"title":"fukuoka art museum","links":[],"tags":["art","modern-art","japan"],"content":"8 august 2023\nLouis Joseph collin at the seaside 1892\nmentor of kuroda seiki and okada saburosuke who laid foundation of japanese modern art\njean michael basquiat\n1984 untitled\nsnapshot of new York city where basquat grew up\nazechi umetaro\ninterest in animals, plants and people’s lives in the mountains, rather than the harshness of nature\nshimokawa tochiro 1958 farm village\ndepict harsh realities of farm life\nzao wou ki\nstill two of us 1974 oil on canvas\nstudied in Paris, zao created abstract paintings on theme of nature and landscapes which are described as fusion of western and eastern aesthetics\nmark rothko untitled 1961\nplunge daily life into the sublime of his artwork\nuses violet and brown and cream\negami keita\npsychedelic batoquism no 7\ncombined origami paper to combine in bright colours and geometric shapes. neither a painting nor a sculpture"},"places/hiroshima-museum-of-art":{"title":"hiroshima museum of art observations","links":["Fukuoka-Art-Museum","Hiroshima,-Japan"],"tags":["classical-art","art"],"content":"3rd august 2023\nnihon ga 日本画 - genre by a traditional technique from the start of the Meiji era (India ink and colours over paper and silk) v.s. to yo-ga (japanese western style) (oil paintings over canvas)\nsome interesting pieces:\nYasuda yukihiko (1884-1978) 一茶\nseiichi horiuchi - children book illustrations. his drawing and sketching reminds me a lot of my inner life that I didn’t know how to elucidate or captures. he draws from the pov of the animals, flying across walls and etc. no photos allowed but walking through the special exhibition made me feel like a child again.\nsaw up several manet, picasso, renoir pieces up close without the crowd\nFukuoka Art Museum\nHiroshima, Japan"},"places/lombok,-indonesia":{"title":"lombok, indonesia","links":["lombok-strait"],"tags":["travel","indonesia"],"content":"lombok strait: south of lombok, near kuta\nplaces to go/went **&amp; experienced\n\nmana yoga, ashtanga yoga sore\nfull moon soundbath yoga\nbat cave, mawan beach\nmt rinjani trekking\nlanne beach / pantai selong belanak for beginner surfing\nsecret gilis tour - gilli naggu, gilii kedis and gili sudak at south-west lombok (!!! very beautiful beaches and cerulean blue waters)\n\nloose observations\n\ntourism as main income. exploitative in a way and makes locals increasingly dependent and sometimes almost parasitic to tourists for survival.\nmost prices are standardized across tours/airport shuttles/massages/scooter rentals.\n\nprobably there is an co-ordinated group (i.e national kuta transport association) setting prices across the warungs and locals. it’s good because grab &amp; gojek or apps can’t undercut them as much?\n\n\nlots of trucks to maintain, build and destroy roads in lombok. roads for bikes &amp; cars are better built and maintained here than in phuket.\n\ncould be cause motorbiking races and competitions provide added income sources for lombok.(appended on 10/20/23: realized there was a motorbiking competition happening)\n\n\nmosques are more common than in bali. balinese hinduism penetration is so high, that islam is unable to penetrate through?\nsmall tiny four tatami space kind of wood houses and brick houses (if brick, it is likely damaged and requires repairs) without beds by the kuta beach. locals on hard floor, and go out to fish in the morning.\nlocals outside of tourists spots are very friendly and kids are excited to meet tourists/foreigners.\n"}}